Repository: klpdotorg/ilp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gu, kn, or, te

source: GKA : %(block_name)s Block Report
gu: જીકેએ (GKA): %(block_name)s બ્લોક રિપોર્ટ
kn: ಗಣಿತ ಕಲಿಕಾ ಆಂದೋಲನ : %(block_name)s ಬ್ಲಾಕ್ ವರದಿ
or: ଜିକେଏ : %(block_name)s ବ୍ଲକ ରିପୋର୍ଟ
te: జికేఏ: %(block_name)s బ్లాక్ నివేదిక

source: Block Name
gu: બ્લોક નું નામ
kn: ಬ್ಲಾಕ್ ಹೆಸರು
or: ବ୍ଲକ ନାମ
te: బ్లాక్ పేరు

source: Kannada
kn: ಕನ್ನಡ

source: Academic Year
gu: શૈક્ષણિક વર્ષ
kn: ಶೈಕ್ಷಣಿಕ ವರ್ಷ
or: ଶିକ୍ଷଣିକ ବର୍ଷ
te: విద్యా సంవత్సరం

source: District Name
gu: જિલ્લા નું નામ
kn: ಜಿಲ್ಲೆಯ ಹೆಸರು
or: ଜିଲ୍ଲା ନାମ
te: జిల్లా పేరు

source: Report Generated on
gu: રિપોર્ટ બનાવવામાં આવ્યો
kn: ವರದಿ ತಯಾರಿಸಿದ ದಿನಾಂಕ
or: ରିପୋର୍ଟ ଜେନେରେଟ କରାଗଲା
te: నివేదిక రూపొందించబడిన

source: No.of schools
gu: સ્કૂલો ની સંખ્યા
kn: ಒಟ್ಟು ಶಾಲೆಗಳ ಸಂಖ್ಯೆ
or: ସ୍କୁଲର ସଂଖ୍ୟା
te: పాఠశాలల సంఖ్య

source: Performance by Cluster
gu: ક્લસ્ટર દ્વારા પ્રદર્શન
kn: ಕ್ಲಸ್ಟರ್ ವಾರು ಸಾಧನೆ ಪಟ್ಟಿ
or: ସମଜାତୀୟ ଲୋକ ଦ୍ୱାରା ପ୍ରଦର୍ଶନ
te: సమూహము ద్వారా ప్రదర్శన

source: Cluster Name
gu: ક્લસ્ટર નું નામ
kn: ಕ್ಲಸ್ಟರ್ ಹೆಸರು
or: ସମଜାତୀୟ ଲୋକର ନାମ
te: సమూహము పేరు

source: GKA : %(block_name)s Summarized Block Report
gu: જીકેએ (GKA): %(block_name)s સંક્ષિપ્ત માં બ્લોક રિપોર્ટ
kn: ಗಣಿತ ಕಲಿಕಾ ಆಂದೋಲನ : %(block_name)s ಬ್ಲಾಕ್ ನ ವರದಿ
or: ଜିକେଏ :%(block_name)s ସଂକ୍ଷପରେ ବ୍ଲକ ରିପୋର୍ଟ
te: జికేఏ: %(block_name)s సంక్షిప్త బ్లాక్ నివేదిక

source: GKA : %(cluster_name)s Cluster Report
gu: જીકેએ (GKA): %(cluster_name)s ક્લસ્ટર રિપોર્ટ
kn: ಗಣಿತ ಕಲಿಕಾ ಆಂದೋಲನ : %(cluster_name)s ಕ್ಲಸ್ಟರ್ ವರದಿ
or: ଜିକେଏ : %(cluster_name)s ସମଜାତୀୟ ଲୋକଙ୍କ ରିପୋର୍ଟ
te: జికేఏ: %(cluster_name)s సమూహ నివేదిక

source: Performance by School
gu: સ્કુલ દ્વારા પ્રદર્શન
kn: ಶಾಲಾವಾರು ಸಾಧನೆ ಪಟ್ಟಿ
or: ସ୍କୁଲ ଦ୍ୱାରା ପ୍ରଦର୍ଶନ
te: పాఠశాల ద్వారా ప్రదర్శన

source: School Name
gu: સ્કુલ નું નામ
kn: ಶಾಲೆಯ ಹೆಸರು
or: ସ୍କୁଲର ନାମ
te: పాఠశాల పేరు

source: GKA : %(cluster_name)s Cluster Summarized Report
gu: જીકેએ (GKA): %(cluster_name)s સંક્ષેપ માં ક્લસ્ટર રિપોર્ટ
kn: ಗಣಿತ ಕಲಿಕಾ ಆಂದೋಲನ : %(cluster_name)s ಕ್ಲಸ್ಟರ್ ವರದಿ
or: ଜିକେଏ :%(cluster_name)s ସମଜାତୀୟ ଲୋକଙ୍କ ସଂକ୍ଷିପ୍ତ ରିପୋର୍ଟ
te: జికేఏ: %(cluster_name)s సమూహ సంక్షిప్త నివేదిక

source: GKA : %(district_name)s District Report
gu: જીકેએ(GKA):%(district_name)s જિલ્લા રિપોર્ટ
kn: ಗಣಿತ ಕಲಿಕಾ ಆಂದೋಲನ : %(district_name)s ಜಿಲ್ಲಾ ವರದಿ
or: ଜିକେଏ :%(district_name)s ଜିଲ୍ଲାର ରିପୋର୍ଟ
te: జికేఏ: %(district_name)s జిల్లా నివేదిక

source: Performance by Block
gu: બ્લોક દ્વારા પ્રદર્શન
kn: ಬ್ಲಾಕ್ ವಾರು ಸಾಧನೆ ಪಟ್ಟಿ
or: ବ୍ଲକ ଦ୍ୱାରା ପ୍ରଦର୍ଶନ
te: బ్లాక్ ద్వారా పనితీరు

source: GKA : %(district_name)s District Report Summarized
gu: જીકેએ(GKA): %(district_name)s સંક્ષેપ માં જિલ્લા નો રિપોર્ટ
kn: ಗಣಿತ ಕಲಿಕಾ ಆಂದೋಲನ : %(district_name)s ಜಿಲ್ಲಾ ವರದಿ
or: ଜିକେଏ : %(district_name)s ସଂକ୍ଷିପ୍ତରେ ଜିଲ୍ଲାର ରିପୋର୍ଟ
te: జికేఏ: %(district_name)s జిల్లా నివేదిక సంగ్రహించబడింది

source: GKA : %(gp_name)s gram panchayat Report
gu: જીકેએ(GKA): %(gp_name)s ગ્રામપંચાયત રિપોર્ટ
kn: ಗಣಿತ ಕಲಿಕಾ ಆಂದೋಲನ : %(gp_name)s ಗ್ರಾಮ ಪಂಚಾಯ್ತಿ ವರದಿ
or: ଜିକେଏ : %(gp_name)s ଗ୍ରାମ ପଂଚାୟତର ରିପୋର୍ଟ
te: జికేఏ: %(gp_name)s గ్రామ పంచాయతీ నివేదిక

source: Gram Panchayat Name
gu: ગ્રામ પંચાયત નું નામ
kn: ಗ್ರಾಮ ಪಂಚಾಯ್ತಿ ಹೆಸರು
or: ଗ୍ରାମ ପଂଚାୟତର ନାମ
te: గ్రామ పంచాయతీ పేరు

source: No.of Schools in GP
gu: જીપી (GP) માં સ્કુલ ની સંખ્યા
kn: ಗ್ರಾಮ ಪಂಚಾಯ್ತಿ ವ್ಯಾಪ್ತಿಯಲ್ಲಿರುವ ಶಾಲೆಗಳ ಸಂಖ್ಯೆ
or: ଗ୍ରାମ ପଂଚାୟତରେ ସ୍କୁଲର ସଂଖ୍ୟା
te: జిపిలో పాఠశాలల సంఖ్య

source: Performance by Schools
gu: સ્કુલ દ્વારા પ્રદર્શન
kn: ಶಾಲಾವಾರು ಸಾಧನೆ ಪಟ್ಟಿ
or: ସ୍କୁଲମାନଙ୍କ ଦ୍ୱାରା ପ୍ରଦର୍ଶନ
te: పాఠశాల చే ప్రదర్శన

# gka_reports_title
source: GKA IMPLEMENTATION
gu: જીકેએ(GKA) અમલીકરણ
kn: ಜಿ ಕೆ ಏ ಅನುಷ್ಠಾನ ತರಗತಿ ಭೇಟಿ ವರದಿ
or: ଜିକେଏ (GKA) କାର୍ଯ୍ୟାନ୍ୱୟନ
te: జికేఏ అమలు

source: Class 4 Assessment
gu: ધોરણ 4 ની આકારણી(એસેસમેન્ટ)
kn: 4ನೇ ತರಗತಿ ಮೌಲ್ಯಮಾಪನ

source: Class 5 Assessment
gu: ધોરણ 5 ની આકારણી(એસેસમેન્ટ)
kn: 5ನೇ ತರಗತಿ ಮೌಲ್ಯಮಾಪನ

source: Class 6 Assessment
gu: ધોરણ 6 ની આકારણી(એસેસમેન્ટ)
kn: 6ನೇ ತರಗತಿ ಮೌಲ್ಯಮಾಪನ

source: [This report is based on the survey feedbacks received from HMs/CRP/Akshara staff and other department officials on implementation of GKA Program]
gu: [આ રિપોર્ટ જીકેએ (GKA) કાર્યક્રમ ના અમલીકરણ પર એચએમ(HM)/ સીઆરપી (CRP) / અક્ષરા કર્મચારી અને અન્ય વિભાગ ના અધિકારીઓ દ્વારા મળેલ સર્વે ના ફીડબેક પર આધારિત છે]
kn: [ಈ ವರದಿಯನ್ನು ಮುಖ್ಯ ಶಿಕ್ಷಕರು/ ಕ್ಷೇತ್ರ ಸಂಪನ್ಮೂಲ ವ್ಯಕ್ತಿಗಳು ಅಕ್ಷರ ಸಿಬ್ಬಂದಿಗಳು ಮತ್ತು ಇತರೆ ಇಲಾಖೆಅಧಿಕಾರಿಗಳಿಂದ ಪಡೆದ ಸಮೀಕ್ಷೆಯ ಪ್ರತಿಕ್ರಿಯೆಯ ಆಧಾರದ ಮೇಲೆ ಗಣಿತ ಕಲಿಕಾ ಆಂದೋಲನದ ಅನುಷ್ಠಾನದ ಬಗ್ಗೆತಯಾರಿಸಲಾಗಿದೆ]
or: [ଏହି ରିପୋର୍ଟଟି ଜିକେଏ କାର୍ଯ୍ୟାନ୍ୱୟନ (GKA) କାର୍ଯ୍ୟକ୍ରମ ଉପରେ ମିଳିଥିବା ଏଚଏମସ(HMs)/ସିଆର୍ପି(CRP)/ଅକ୍ସରା (Akshara staff) କର୍ମଚାରୀ ମାନଙ୍କଠୁ ଏବଂ ଅନ୍ୟ ବିଭାଗରେ ଅଧିକାରୀ ମାନଙ୍କଠୁ ପ୍ରାପ୍ତ ସର୍ବକ୍ଷଣ ଫିଡବ୍ୟାକ ଉପରେ ଆଧାରିତ ଅଟେ]
te: [ఈ నివేదిక హెచ్ఎంఎస్ / సి ఆర్ పి / అక్షర సిబ్బంది మరియు ఇతర శాఖ అధికారుల నుంచి పొందబడిన సర్వే పునఃపుష్టిపై ఆధారపడి జికేఏ యొక్క కార్యక్రమం అమలు చేయబడింది]

# gka_question
source: Teachers Trained
gu: પ્રશિક્ષિત શિક્ષકો
kn: ಗಣಿತ ಶಿಕ್ಷಕರು ಜಿ ಕೆ ಏ ತರಬೇತಿ ಪಡೆದಿದ್ದಾರೆಯೇ?
or: ଶିକ୍ଷକ ପ୍ରଶିକ୍ଷିତ
te: ఉపాధ్యాయులు శిక్షణ పొందినవారు

# gka_question
source: Kit Usage
gu: કીટ નો ઉપયોગ
kn: ಮಕ್ಕಳು ಅಥವಾ ಶಿಕ್ಷಕರು ಗಣಿತ ಕಿಟ್ ಉಪಯೋಗಿಸುತ್ತಿದ್ದರೇ?
or: କିଟର ଉପଯୋଗ
te: చిన్నపిడీలు వాడుక

# gka_question
source: Group Work
gu: સમૂહ માં કામ
kn: ಗುಂಪು ಕಲಿಕೆ ಆಗುತ್ತಿತೇ?
or: ସମସ୍ତେ ମିଶି କାମ କରିବା
te: సముహ పని

# table header
source: Teachers Trained
gu: પ્રશિક્ષિત શિક્ષકો
kn: ತರಬೇತಿ ಪಡೆದ ಶಿಕ್ಷಕರು
or: ଶିକ୍ଷକ ପ୍ରଶିକ୍ଷିତ
te: ఉపాధ్యాయులు శిక్షణ పొందినవారు

# table header
source: Kit Usage
gu: કીટ નો ઉપયોગ
kn: ಕಿಟ್ ಬಳಕೆ
or: ଶିକ୍ଷକ ପ୍ରଶିକ୍ଷିତ
te: చిన్నపిడీలు వాడుక

# table header
source: Group Work
gu: સમૂહ માં કામ
kn: ಗುಂಪು ಕಲಿಕೆ
or: ସମସ୍ତେ ମିଶି କାମ କରିବା
te: సముహ పని

source: GP Contest
gu: જીપી (GP) સ્પર્ધા
kn: ಗ್ರಾಮ ಪಂಚಾಯಿತಿ ಮಟ್ಟದ ಗಣಿತ ಸ್ಪರ್ಧೆ
or: ଜିପି ପ୍ରତିଯୋଗିତା
te: జిపి యొక్క పోటీ

source: Total No of Contests
gu: પ્રતિસ્પર્ધાઓની કુલ સંખ્યા
kn: ಒಟ್ಟು ಗ್ರಾಮ ಪಂಚಾಯಿತಿ ಮಟ್ಟದ ಗಣಿತ ಸ್ಪರ್ಧೆಗಳು
or: ପ୍ରତିଯୋଗିତା ଗୁଡିକର ମୋଟ ସଂଖ୍ୟା
te: మొత్తం పోటీల సంఖ్య

source: Participation
gu: ભાગ લેવો
kn: ಸ್ಪರ್ಧಿಗಳು
or: ଭାଗ ନବା
te: పాల్గొనటం

source: Students with FULL score
gu: પૂર્ણ સ્કોર વાળા વિદ્યાર્થીઓ
kn: ಪೂರ್ಣ ಅಂಕ ಗಳಿಸಿದ ಮಕ್ಕಳು
or: ପୁରା/ପୂର୍ଣ୍ଣ ସ୍କୋର କରିଥିବା ଛାତ୍ରଛାତ୍ରୀମାନେ
te: పూర్తి ఫలితాలతో విద్యార్థులు

source: [This report provides the details of Math learning levels of children by school who participated in Gram Panchayat Mathematics Contests this academic year.]
gu: [આ રિપોર્ટ સ્કુલ દ્વારા બાળકો ને ગણિત શીખવા ના સ્તર વિશે ની માહિતી પુરી પાડે છે જેમણે આ શૈક્ષણિક વર્ષ માં ગ્રામ પંચાયત ગણિત સ્પર્ધા માં ભાગ લીધો]
kn: [ಈ ವರದಿಯು ಈ ಶೈಕ್ಷಣಿಕ ವರ್ಷದಲ್ಲಿ ಗ್ರಾಮ ಪಂಚಾಯತ್ ಗಣಿತ ಸ್ಪರ್ಧೆಯಲ್ಲಿ ಪಾಲ್ಗೊಂಡಿದ್ದ ಮಕ್ಕಳ ಕಲಿಕೆಯ ಮಟ್ಟಗಳವಿವರಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ.]
or: [ଏହି ରିପୋର୍ଟ ସ୍କୁଲ ଦ୍ୱାରା ଛୁଆମାନଙ୍କର ଗଣିତ ଶିଖିବା ସ୍ତରର ବିବରଣୀ ପ୍ରଦାନ କରେ, ଯିଏକି ଏହି ଶିକ୍ଷଣିକ ବର୍ଷରେ ଗ୍ରାମ ପଞ୍ଚାୟତ ଗଣିତ ପ୍ରତିଯୋଗିତାରେ ଭାଗ ନେଲା]
te: [ఈ విద్యాసంవత్సరం గ్రామ పంచాయితీ గణిత పోటీలలో పాల్గొన్న పాఠశాల మేధ్ నేర్చుకునే స్థాయిల వివరాలను ఈ నివేదిక అందిస్తుంది.]

source: Performance by Grade
gu: ગ્રેડ દ્વારા પ્રદર્શન
kn: ಕ್ಲಸ್ಟರ್ ಅನುಸಾರವಾಗಿ ಸಾಧನೆ ಪಟ್ಟಿ
or: ଗ୍ରେଡ଼ ଦ୍ୱାରା ପ୍ରଦର୍ଶନ
te: తరగతి ద్వారా ప్రదర్శన

source: Grade
gu: ગ્રેડ
kn: ತರಗತಿ
or: ଗ୍ରେଡ଼
te: తరగతి

source: Number Recognition
gu: સંખ્યા ની ઓળખ
kn: ಸಂಖ್ಯಾ ಪರಿಚಯ
or: ସଂଖ୍ୟା ଚିହିଁବା
te: గుర్తింపు సంఖ్య

source: Place Value
gu: પ્લેસ વેલ્યુ/ સ્થાનિક મૂલ્ય
kn: ಸ್ಥಾನ ಬೆಲೆ
or: ସ୍ଥାନ ମାତ୍ରା
te: స్ధానవిలువ

source: Addition
gu: સરવાળો
kn: ಸಂಕಲನ
or: ଯୋଗ
te: కూడికలు

source: Subtraction
gu: બાદબાકી
kn: ವ್ಯವಕಲನ
or: ବିୟୋଗ
te: తీసివేతలు

source: Multiplication
gu: ગુણાકાર
kn: ಗುಣಾಕಾ ರ
or: ଗୁଣନ
te: గుణకారం

source: Division
gu: ભાગાકાર
kn: ಭಾಗಾಕಾ ರ
or: ବିଭକ୍ତ
te: విభజన

source: COMMUNITY SURVEY
gu: સમુદાય સર્વેક્ષણ
kn: ಪೋಷಕರ ಅಭಿಪ್ರಾಯ ಸಂಗ್ರಹಣೆ
or: ସମୁଦାୟ ସର୍ବେକ୍ଷଣ
te: సమాజ సర్వే

source: [This report is based on the feedback received from the parents on functioning of the school in your boundary]
gu: [આ રિપોર્ટ માતા પિતા તરફ થી તમારી સીમા ની અંદર સ્કુલ ના કામકાજ પર મળેલ પ્રતિક્રિયા પર આધારિત છે]
kn: [ಈ ವರದಿಯು ಆಯಾ ಗ್ರಾಮದ ಶಾಲೆಗಳ ಕಾರ್ಯ ಚಟುವಟಿಕೆಗಳ ಬಗೆಗೆ ಪೋಷಕರಿಂದ ಪಡೆದ ಪ್ರತಿಕ್ರಿಯೆಯ ಆಧಾರದಮೇಲೆ ತಯಾರಿಸಲಾಗಿದೆ]
or: [ଏହି ରିପୋର୍ଟରେ ସ୍କୁଲଟି କିପରି ପରିଚାଳନା ହଉଛି , ତାହା ପିତାମାତାଙ୍କ ପ୍ରତିକ୍ରିୟା ଉପରେ ଆଧାରିତ ଅଟେ/ତିଷ୍ଟ]
te: [మీ సరిహద్దులో పాఠశాల యొక్క పనితీరుపై తల్లిదండ్రుల నుంచి వచ్చిన అభిప్రాయాలపై ఈ నివేదిక ఆధారపడి ఉంది]

source: FOCUS AREAS
gu: કેન્દ્ર બિંદુ નું ક્ષેત્ર
kn: ಗಮನಿಸ ಬೇಕಾದ ವಿಷಯಗಳು
or: କେନ୍ଦ୍ରବିନ୍ଦୁର କ୍ଷେତ୍ର
te: కేంద్రీకరణ ప్రాంతాలు

source: <b>Colour Code: </b>All the numbers more than 70%% are highlighted in <span class="green"><b>GREEN</b></span>, All the numbers which are less than 40%% are highlighted in <span class="red"><b>RED</b></span>. HMs/CRPs/GP Members should take serious note and work towards improving the learning levels in Math.
gu: <b>કલર કોડ :</b>70%% થી વધુ બધી સંખ્યાઓ ને <span class="green"><b>લીલા</b></span> રંગ થી હાઈલાઈટ કરેલ છે.40%% થી ઓછી બધી સંખ્યાઓ ને <span class="red"><b> લાલ </b></span>રંગ થી હાઈલાઈટ કરેલ છે.એચએમ (HM) / સીઆરપી (CRP) / જીપી (GP) સભ્યો પર ગંભીર ધ્યાન આપવું જોઈએ અને ગણિત ને શીખવા ના સ્તર માં સુધારા ની દિશા માં કામ કરવું જોઈએ
kn: <b>ವರದಿಯಲ್ಲಿ ಕೆಂಪು ಮತ್ತು ಹಸಿರು ಬಣ್ಣದ ಅರ್ಥ: </b>70%% ಕ್ಕಿಂತ ಮೇಲೆ <span class="green"><b>ಹಸಿರು</b></span> ಬಣ್ಣದಿಂದ ಸೂಚಿಸಲಾಗಿದೆ. 40%% ಕಿಂತ ಕಡಿಮೆ ಇರುವ ಸಂಖ್ಯೆಗಳನ್ನು<span class="red"><b>ಕೆಂಪು</b></span> ಬಣ್ಣದಿಂದ ಸೂಚಿಸಲಾಗಿದೆ.ಗಣಿತ ಶಿಕ್ಷಕರು, ಮುಖ್ಯ ಶಿಕ್ಷಕರು, ಕ್ಷೇತ್ರ ಸಂಪನ್ಮೂಲ ವ್ಯಕ್ತಿಗಳು ಹಾಗು ಗ್ರಾಮ ಪಂಚಾಯ್ತಿ ಸದಸ್ಯರು ಈ ಸಮಸ್ಯೆಯನ್ನು ಗಂಭೀರವಾಗಿ ಪರಿಗಣಿಸಿ ಕಲಿಕಾ ಮಟ್ಟವನ್ನು ಹೆಚ್ಚಿಸುವ ನಿಟ್ಟಿನಲ್ಲಿ ಕೆಲಸವನ್ನು ಮಾಡಬೇಕಾಗಿದೆ.
or: <b>କଲର କୋଡ଼ : </b>70%% ରୁ ଅଧିକ ସବୁ ସଂଖ୍ୟାଗୁଡିକକୁ <span class="green"><b> ସବୁଜ </b></span> ରଙ୍ଗରେ ଚିନ୍ହିତ.40%%ରୁ କମ ସବୁ ସଂଖ୍ୟାଗୁଡ଼ିକୁ <span class="red"><b> ଲାଲ </b></span> ରଙ୍ଗରେ ଚିନ୍ହିତ କରାଯାଇଛି ଚଏମସ (HMs)/ସିଆର୍ପିସ (CRPs)/ଜିପି(GP) ସଦସ୍ୟମାନଙ୍କୁ ଗମ୍ଭୀର ଧ୍ୟାନ ଦେବା ଦରକାର ଏବଂ ଗଣିତକୁ ଶିଖିବା ସ୍ତରରେ ଉନତି ଆଣିବା ପାଇଁ କାମ କରିବା ଦରକାର
te: <b>రంగు కోడ్:</b>70%% కంటే ఎక్కువ సంఖ్యలో సంఖ్యలు పచ్చ రంగులో ప్రధానాంశం అవుతాయి.40%% కంటే తక్కువ ఉన్న అన్ని సంఖ్యలు ఎరుపు రంగులో ప్రధానాంశం చేయాలి.హెచ్ఎం లు / సిఆర్పిలు / జిపి సభ్యులు మేధ్ అభ్యాస స్థాయిలను మెరుగుపర్చడానికి తీవ్రంగా శ్రద్ధ వహించాలి మరియు పని చేయాలి.

source: <b>Question Design: </b> In GP contest, all the children are tested based on the previous year's competency level. For example, a Class-5 child is given a question paper prepared based on the Class-4 level competencies.
gu: <b>પ્રશ્ન ની ડિઝાઇન :</b>જીપી (GP) સ્પર્ધા માં , બધા બાળકોનું પરીક્ષણ ગયા વર્ષ ની યોગ્યતાસ્તર ના આધાર પર કરવામાં આવે છે.ઉદાહરણ તરીકે ,ધોરણ -5 ના બાળકો નું ધોરણ -4 ના સ્તર ની સ્પર્ધાત્મકતાઓ ના આધારપર તૈયાર પ્રશ્ન પત્ર આપવામાં આવે છે
kn: <b>ಪ್ರಶ್ನೆಪತ್ರಿಕೆ ವಿನ್ಯಾಸ: </b>ಗ್ರಾಮ ಪಂಚಾಯತಿ ಮಟ್ಟದ ಗಣಿತ ಸ್ಪರ್ಧೆಯಲ್ಲಿ ಕೇಳಲಾಗುವ ಪ್ರಶ್ನೆಗಳು ಪ್ರತಿ ಒಂದು ತರಗತಿಗೆ ಹಿಂದಿನ ತರಗತಿಯ ಸಾಮರ್ಥ್ಯಗಳನ್ನು ಪರೀಕ್ಷಿಸುವುದು. ಉದಾಹರಣೆಗೆ: 5ನೇ ತರಗತಿಯ ಮಕ್ಕಳು 4ನೇ ತರಗತಿಯ ಸಾಮರ್ಥ್ಯದ ಪ್ರಶ್ನೆಗಳನ್ನು ಉತ್ತರಿಸುವುದು.
or: <b>ପ୍ରଶ୍ନ ଡିଜାଇନ: </b>ଜିପି (GP)ପ୍ରତିଯୋଗିତାରେ ସବୁ ପିଲାମାନଙ୍କର ପରୀକ୍ଷା ଗତ ବର୍ଷର ଯୋଗ୍ୟତା ସ୍ତରର ଆଧାରରେ କରାଯାଏ.ଉଦାହରଣ ପାଇଁ ପଞ୍ଚମ ଶ୍ରେଣୀ ପିଲାକୁ ଚତୁର୍ଥ ଶ୍ରେଣୀ ସ୍ତର ଦକ୍ଷତାର ଆଧାରରେ ତିଆରିକରାଯାଇଥିବା ପ୍ରଶ୍ନପତ୍ର ଦିଆଯାଏ.
te: <b>ప్రశ్న పథకం: </b>జిపి పోటీలో, ముందటి సంవత్సరపు యోగ్యతా స్థాయి ఆధారంగా అన్ని పిల్లలను పరీక్షిస్తారు.ఉదాహరణకు, తరగతి -5 స్థాయి బాలలక్షణాల ఆధారంగా తరగతి -4 బాల ఒక ప్రశ్నాపత్రాన్ని ఇస్తారు.

source: <b>Evaluation Scheme: </b> For Number Recognition, Place Value, Addition, Subtraction all the questions asked should be answered correctly. For Division and Multiplication, one question should be answered correctly.
gu: <b>મૂલ્યાંકન યોજના :</b>સંખ્યા ઓળખ માટે , સ્થાનિક મૂલ્ય (પ્લેસ વેલ્યુ) , સરવાળો બાદબાકી જેવા પૂછવામાં આવેલ બધા પ્રશ્નો ના સાચા જવાબ આપવા જોઈએભાગાકાર અને ગુણાકાર માટે , એક પ્રશ્ન નો સાચો જવાબ આપવો જોઈએ
kn: <b>ಮೌಲ್ಯಮಾಪನ ವಿಧಾನ: </b>ಸಂಖ್ಯಾ ಪರಿಚಯ, ಸ್ಥಾನ ಬೆಲೆ, ಸಂಕಲನ, ವ್ಯವಕಲನ ಪರಿಕಲ್ಪನೆಯಲ್ಲಿ ಕೇಳಲಾದ ಎಲ್ಲಾ ಪ್ರಶ್ನೆಗಳನ್ನು ಸರಿಯಾಗಿ ಉತ್ತರಿಸಬೇಕು. ಗುಣಾಕಾರ ಮತ್ತು ಭಾಗಾಕಾರ ಪರಿಕಲ್ಪನೆಯಲ್ಲಿ ಒಂದು ಲೆಕ್ಕ ಸರಿಯಾಗಿ ಉತ್ತರಿಸಬೇಕು.
or: <b>ମୂଲ୍ୟାଙ୍କନ ଯୋଜନା : </b> ସଂଖ୍ୟାର ଚିହିଁତ ପାଇଁ ସ୍ଥାନ ,ମାତ୍ରା ,ଯୋଗ ,ବିୟୋଗରୁ ପଚରାଯାଇଥିବା ସବୁ ପ୍ରଶ୍ନ ଗୁଡିକର ଠିକ ଉତ୍ତରଦେବା ଦରକାର.ହରଣ ଏବଂ ଗୁଣନ ପାଇଁ ଗୋଟିଏ ପ୍ରଶ୍ନର ଠିକ ଉତର ଦେବା ଉଚିତ ଅଟେ.
te: <b>మూల్యాంకన పథకం:</b>సంఖ్య గుర్తింపు కోసం, స్ధాన విలువ కూడికలు తీసివేతలు అడిగిన అన్ని ప్రశ్నలు సరిగ్గా సమాధానమివ్వాలి.విభజన మరియు గుణకారం కోసం, ఎవరైనా ఒకరు ప్రశ్నకు సరిగ్గా సమాధానమివ్వాలి.

source: <b>Recommendation: </b>To improve math learning levels of children please encourage the use of GKA Math kit in classrooms.
gu: <b>ભલામણ :</b>બાળકો ને ગણિત શીખવા ના સ્તર માં સુધારો કરવા માટે કૃપા કરી વર્ગો માં જીકેએ(GKA)ગણિત કીટ નો ઉપયોગ કરવા પ્રોત્સાહિત કરો
kn: <b>ಸಲಹೆ :</b> ಮಕ್ಕಳ ಗಣಿತ ಕಲಿಕಾ ಮಟ್ಟವನ್ನು ಉತ್ತಮಪಡಿಸಲು ತರಗತಿಯಲ್ಲಿ SSA ವತಿಯಿಂದ ಒದಗಿಸಲಾದ ಗಣಿತ ಕಲಿಕಾ ಆಂದೋಲನದಕಿಟ್ ಅನ್ನು ಬಳಸಲು ಹೆಚ್ಚು ಒತ್ತು ನೀಡಬೇಕು
or: <b>ସୁପାରିଶ କରିବା: </b>ଛୁଆମାନଙ୍କର ଗଣିତର ସ୍ତର ଉନତି କରିବା ପାଇଁ ଦୟାକରି କକ୍ଷଗୁଡ଼ିକରେ ଜିକେଏ(GKA) ଗଣିତ କିଟ ର ଉପଯୋଗକୁ ପ୍ରୋତ୍ସାହିତ କର.
te: <b>సిఫార్సు:</b>పిల్లల గణిత అభ్యాస స్థాయిలను మెరుగుపర్చడానికి దయచేసి తరగతి గదులలో జికేఏ మాధ్ కిట్ యొక్క వాడకాన్ని ప్రోత్సహించండి.

source: FOR MORE INFORMATION OR FOR ANY QUERIES PLEASE CONTACT :
gu: વધુ જાણકારી કે કોઈ પણ પ્રશ્ન માટે કૃપા કરી સંપર્ક કરો:
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ಹಾಗು ಹೆಚ್ಚಿನ ವಿವರಣೆ ಬೇಕಿದ್ದಲ್ಲಿ ಈ ಸಂಖ್ಯೆಗೆ ಸಂಪರ್ಕಿಸಿ :
or: କିଛି ଅଧିକ ଖବର ପାଇଁ ବା କୌଣସି ପ୍ରଶ୍ନ ପାଇଁ ଦୟାକରି ସମ୍ପର୍କ କରନ୍ତୁ :
te: మరింత సమాచారం కోసం లేదా ఏదైనా ప్రశ్నలకు దయచేసి సంప్రదించండి:

source: No community survey data available
gu: કોઈ સામુદાયિક સર્વેક્ષણ ડેટા ઉપલબ્ધ નથી
kn: ಸಮುದಾಯದ ಸರ್ವೇ ಮಾಹಿತಿ ಲಭ್ಯವಿಲ್ಲ
or: କିଛି ସାମୁଦାୟିକ ସର୍ବେକ୍ଷଣ ଡେଟା ଉପଲବ୍ଧ ଅଟେ ନାହିଁ.
te: సమాజ సర్వే సమాచారం అందుబాటులో లేదు

source: Is there a teacher shortage in the school?
gu: શું સ્કુલ માં શિક્ષકો ની અછત છે?
kn: ಶಾಲೆಯಲ್ಲಿ ಶಿಕ್ಷಕರ ಕೊರತೆ ಇದೆಯೇ?
or: ସ୍କୁଲ୍ ରେ କଣ ଶିକ୍ଷକଙ୍କ କମି ଅଛି କି ?

source: Does the school have a separate functional toilet for girls?
gu: શું સ્કુલ માં છોકરીઓ માટે અલગ શૌચાલય છે?
kn: ಶಾಲೆಯಲ್ಲಿ ಗಂಡು ಮತ್ತು ಹೆಣ್ಣು ಮಕ್ಕಳಿಗೆ ಪ್ರತ್ಯೇಕ ಶೌಚಾಲಯದ ವ್ಯವಸ್ಥೆ ಇದೆಯೆ?
or: କଣ ବିଦ୍ୟାଳୟରେ ଝିଅ ପିଲା ମାନେ ବ୍ୟବହାର କରିବା ପାଇଁ ଅଲଗାରେ ଶୌଚାଳୟ ଅଛି ?

source: Does the SDMC meet every month?
gu: શું એસડીએમસી (SDMC) દર મહિને મળે છે?
kn: ಶಾಲಾ ಅಭಿವೃದ್ಧಿ ಮತ್ತು ಮೆಲುಸ್ತುವಾರಿ ಸಭೆ ಪ್ರತಿ ತಿಂಗಳು ನಡೆಯುತ್ತಿದೆಯೇ ?
or: କଣ ଏସଡିଏମସି( SDMC) ପ୍ରତି ମାସ ମିଳୁଛି ?

source: Are you satisfied with the Mid Day Meal served in your child's school?
gu: સ્કુલ માં આપવામાં આવતા બપોર ના ભોજન થી તમે સંતુષ્ટ છો?
kn: ನಿಮ್ಮ ಮಗುವಿಗೆ ಶಾಲೆಯಲ್ಲಿ ನೀಡುವ ಬಿಸಿಯೂಟದ ಬಗ್ಗೆ ನಿಮಗೆ ತೃಪ್ತಿ ಇದೆಯೆ ?
or: କଣ ଆପଣ ସ୍କୁଲର ମଧ୍ୟାହ୍ନ ଭୋଜନ ସନ୍ତୁଷ୍ଟ ଅଛନ୍ତି କି ?

source: GKA DASHBOARD
kn: ಗಣಿತ ಕಲಿಕಾ ಆಂದೋಲನ ಡಾಷ್ಬೋರ್ಡ್

source: Start Date
kn: ಆರಂಭ ತಾರೀಕು

source: End Date
kn: ಕೊನೆಯ ತಾರೀಕು

source: District
kn: ಜಿಲ್ಲೆ
or: ଜିଲ୍ଲା

source: Block
kn: ಬ್ಲಾಕ್
or: ବ୍ଲକ

source: Cluster
kn: ಕ್ಲಸ್ಟರ್
or: ସମଜାତୀୟ ବ୍ୟକ୍ତି

source: School
kn: ಶಾಲೆ
or: ସ୍କୁଲ

source: Generate Report
kn: ವರದಿಯನ್ನು ತಯಾರಿಸಿ

source: Reset
kn: ರಿಸೆಟ್ ಮಾಡಿ

# gka_question
source: GKA IMPLEMENTATION
kn: ಜಿ ಕೆ ಏ ಅನುಷ್ಠಾನ ತರಗತಿ ಭೇಟಿ ವರದಿ ( ILP Konnect )

source: ASSESSMENTS
kn: ಜಿ ಕೆ ಏ ರೂಪಣಾತ್ಮಕ ಮೌಲ್ಯಮಾಪನ

source: GP CONTESTS
kn: ಗ್ರಾಮ ಪಂಚಾಯತಿ ಮಟ್ಟದ ಗಣಿತ ಸ್ಪರ್ಧೆ ವರದಿ

source: SURVEYS
kn: ಪೋಷಕರ ಅಭಿಪ್ರಾಯ ಸಂಗ್ರಹಣೆ

source: COMPARISON
kn: ಅಸರ್ ಮತ್ತು ಅಕ್ಷರ ಹೋಲಿಕೆ

source: Odia
or: ଓଡ଼ିଆ

source: Gujarati
gu: ગુજરાતી

source: Telugu
te: తెలుగు
